{
  "news_items": [
    {
      "content": "Here is the rewritten version of the news:",
      "timestamp": "2025-05-14 08:06:45"
    },
    {
      "content": "Chennai, India - Here are some of the top stories making headlines in Chennai today:",
      "timestamp": "2025-05-14 08:06:45"
    },
    {
      "content": "Poor road conditions and vending zone concerns on 15th main road, Anna Nagar raise safety issues.",
      "timestamp": "2025-05-14 08:06:45"
    },
    {
      "content": "Kodungaiyur dumpyard bio mining has resumed due to environmental concerns.",
      "timestamp": "2025-05-14 08:06:45"
    },
    {
      "content": "Tamil Nadu bans raw-egg mayonnaise over Salmonella and E. Coli fears.",
      "timestamp": "2025-05-14 08:06:45"
    },
    {
      "content": "Three Chennai college students drowned in the Coimbatore River.",
      "timestamp": "2025-05-14 08:06:45"
    },
    {
      "content": "A woman stole a patient's gold chain at Omandurar Hospital, and was arrested.",
      "timestamp": "2025-05-14 08:06:45"
    },
    {
      "content": "The Tamil Nadu government has decided to ban raw-egg mayonnaise due to health concerns.",
      "timestamp": "2025-05-14 08:06:45"
    },
    {
      "content": "Chennai also experienced strong dust storms in Delhi, with an Indian Meteorological Department (IMD) issuing red alerts.",
      "timestamp": "2025-05-14 08:06:45"
    },
    {
      "content": "Additionally, India made official announcements regarding the US-Pakistan ceasefire, with no broker responsible for it found. The United States and Saudi Arabia have signed a major defence deal worth $142 billion during Donald Trump's visit.",
      "timestamp": "2025-05-14 08:06:45"
    },
    {
      "content": "There were also reports of AI startups in Saudi Arabia making significant advancements, including a new partnership with Cisco to enter AI technology.",
      "timestamp": "2025-05-14 08:06:45"
    },
    {
      "content": "In Chennai, an Apple development team is working on custom chips for smart glasses and more.",
      "timestamp": "2025-05-14 08:06:45"
    }
  ],
  "timestamp": "2025-05-14 08:06:45"
}