{
  "news_items": [
    {
      "content": "Here's the rewritten list of news articles with minimal changes to preserve the original content:",
      "timestamp": "2025-04-10 22:06:22"
    },
    {
      "content": "Chennai News",
      "timestamp": "2025-04-10 22:06:22"
    },
    {
      "content": "Chennai's first water treatment plant at Kilpauk set to undergo an upgrade.",
      "timestamp": "2025-04-10 22:06:22"
    },
    {
      "content": "A double whammy at the busy Anna Salai-Wallajah Road junction.",
      "timestamp": "2025-04-10 22:06:22"
    },
    {
      "content": "Menstruating Dalit girl in Tamil Nadu made to take exam outside class, headmistress suspended.",
      "timestamp": "2025-04-10 22:06:22"
    },
    {
      "content": "Two Madras High Court Judges Make Surprise Visit To Prison In Chennai.",
      "timestamp": "2025-04-10 22:06:22"
    },
    {
      "content": "14-year-old takes father's car for joyride, crashes into auto; 2 injured.",
      "timestamp": "2025-04-10 22:06:22"
    },
    {
      "content": "College students perform stunts on speeding train, video goes viral.",
      "timestamp": "2025-04-10 22:06:22"
    },
    {
      "content": "Chennai man chokes to death after fish he caught swims into his throat.",
      "timestamp": "2025-04-10 22:06:22"
    },
    {
      "content": "Aussie vlogger ties turban in Punjab, shopkeeper's advice goes viral.",
      "timestamp": "2025-04-10 22:06:22"
    },
    {
      "content": "Mumbai terror attacks accused extradited by US arrives in India.",
      "timestamp": "2025-04-10 22:06:22"
    },
    {
      "content": "US hitting Chinese goods with 145% tariff.",
      "timestamp": "2025-04-10 22:06:22"
    },
    {
      "content": "Headlines today: Get news headlines from India and around the world. Today's breaking news on politics, sports, entertainment, business, lifestyle and many topics.",
      "timestamp": "2025-04-10 22:06:22"
    },
    {
      "content": "Minor driver causes accident in Vadapalani; father arrested.",
      "timestamp": "2025-04-10 22:06:22"
    },
    {
      "content": "Gold price rises by Rs 520 per sovereign, gram costs Rs 8,290 in Chennai.",
      "timestamp": "2025-04-10 22:06:22"
    },
    {
      "content": "Latest Chennai NEWS",
      "timestamp": "2025-04-10 22:06:22"
    },
    {
      "content": "CSK Vs KKR, Probable Playing XIs: MS Dhoni Back As Chennai Captain, Kolkata To Bring Back Moeen Ali?",
      "timestamp": "2025-04-10 22:06:22"
    },
    {
      "content": "Prithvi Shaw To Mayank Agarwal: 3 Upcoming Players to Watch Out For",
      "timestamp": "2025-04-10 22:06:22"
    },
    {
      "content": "SoftBank chief: Forget AGI, ASI will be here within 10 years.",
      "timestamp": "2025-04-10 22:06:22"
    },
    {
      "content": "Spot AI introduces the world's first universal AI agent builder for security cameras.",
      "timestamp": "2025-04-10 22:06:22"
    },
    {
      "content": "Meta may have used books by Gerry Adams to train AI.",
      "timestamp": "2025-04-10 22:06:22"
    },
    {
      "content": "Council taking part in government AI trial.",
      "timestamp": "2025-04-10 22:06:22"
    },
    {
      "content": "AI insurtech Ominimo bags its first investment at a $220M valuation.",
      "timestamp": "2025-04-10 22:06:22"
    }
  ],
  "timestamp": "2025-04-10 22:06:22"
}