{
  "news_items": [
    {
      "content": "Here's the rewritten list of news articles:",
      "timestamp": "2025-05-15 07:44:43"
    },
    {
      "content": "The Pollachi case has been reopened and four members of a gang responsible for raping eight women have been arrested. Additionally, 19-year-old woman was filmed in a car by the perpetrators.",
      "timestamp": "2025-05-15 07:44:43"
    },
    {
      "content": "R. Jayasri has been admitted to B. Com (General) with a scholarship at Chennai school.",
      "timestamp": "2025-05-15 07:44:43"
    },
    {
      "content": "Three students from Chennai College drowned in the Coimbatore River, and one kilogram of cocaine worth Rs 6 crore was seized in Chennai.",
      "timestamp": "2025-05-15 07:44:43"
    },
    {
      "content": "The Madras High Court judges who made surprise appointments have now withdrawn their recommendations for appointment.",
      "timestamp": "2025-05-15 07:44:43"
    },
    {
      "content": "A strong dust storm hit Delhi and adjoining areas, with an IMD red alert issued. TN minister K N Nehru's MP son and brother were involved in diverting funds from a bank loan of ₹30 crore.",
      "timestamp": "2025-05-15 07:44:43"
    },
    {
      "content": "An investigation into the death of a truck driver who killed a police officer while running over him at a traffic block on the Pune-Mumbai Highway has been postponed.",
      "timestamp": "2025-05-15 07:44:43"
    },
    {
      "content": "The third meeting of the India-Pakistan UN Security Council panel is set to take place.",
      "timestamp": "2025-05-15 07:44:43"
    },
    {
      "content": "Scientists have made progress in developing 2D metals that could be used for future technologies, but some experts warn that these materials are \"cancerous and dangerous\".",
      "timestamp": "2025-05-15 07:44:43"
    },
    {
      "content": "Sean 'Diddy' Combs has faced serious allegations related to rape and abuse. A witness came forward to testify about the alleged incidents.",
      "timestamp": "2025-05-15 07:44:43"
    },
    {
      "content": "AI technology is advancing rapidly, with a new funding round worth $14 billion. Apple is also developing custom chips for smart glasses.",
      "timestamp": "2025-05-15 07:44:43"
    },
    {
      "content": "The police in Saudi Arabia have used AI to help catch stalkers. AI tools are being used to sift public views on botox and fillers.",
      "timestamp": "2025-05-15 07:44:43"
    },
    {
      "content": "Microsoft has cut off access to Bing Search Data, shifting its focus to chatbots like ChatGPT and Bard.",
      "timestamp": "2025-05-15 07:44:43"
    },
    {
      "content": "A startup called Harvey AI has partnered with an existing legal firm to raise funding at a $5 billion valuation.",
      "timestamp": "2025-05-15 07:44:43"
    }
  ],
  "timestamp": "2025-05-15 07:44:43"
}