{
  "news_items": [
    {
      "content": "Here's the rewritten version of the news without duplicates:",
      "timestamp": "2025-06-18 09:21:54"
    },
    {
      "content": "A major incident in Yercaud Express occurred when an alert loco pilot foiled a derailment bid on the train. The train was placed on tracks with an iron rod to prevent any potential damage.",
      "timestamp": "2025-06-18 09:21:54"
    },
    {
      "content": "In other news, Madras High Court Judge V.S. Manavathasan penned a poem for unity between Tenkalai and Vadakalai sects of Vaishnavites.",
      "timestamp": "2025-06-18 09:21:54"
    },
    {
      "content": "Chennai received heavy rainfall in Coimbatore River due to strong winds coming from Kerala and the Nilgiris, leading to flood alerts in Bhavani dam area.",
      "timestamp": "2025-06-18 09:21:54"
    },
    {
      "content": "A court case involving a police officer was heard by Madras High Court judges. They issued summons to an AIADMK party MLA regarding a minor abduction case.",
      "timestamp": "2025-06-18 09:21:54"
    },
    {
      "content": "Prime Minister Narendra Modi departed for Croatia after concluding his visit in Canada, marking the end of it.",
      "timestamp": "2025-06-18 09:21:54"
    },
    {
      "content": "Technology news saw Sam Altman announcing that Meta offered $100 million bonuses to employees at OpenAI. Additionally, Meta CEO is warning about potential job cuts in the future due to AI's growing capabilities.",
      "timestamp": "2025-06-18 09:21:54"
    },
    {
      "content": "A disavowed photography movement claimed AI is responsible for spreading misinformation. They are calling on people to stay away from AI-based content creators.",
      "timestamp": "2025-06-18 09:21:54"
    },
    {
      "content": "The Pope took on artificial intelligence, stating it poses a threat to humanity. A deal between Amazon and Informatica was signed, with $8 billion in revenue expected.",
      "timestamp": "2025-06-18 09:21:54"
    },
    {
      "content": "Artificial intelligence is becoming more prevalent in various industries. Wall Street is focusing on data centers built around AI technology.",
      "timestamp": "2025-06-18 09:21:54"
    },
    {
      "content": "A Latin American country plans to launch its own AI model in September. Meanwhile, Amazon's corporate workforce may see a decline due to the increasing use of AI tasks.",
      "timestamp": "2025-06-18 09:21:54"
    },
    {
      "content": "Amazon boss Sam Altman stated that AI will replace jobs at tech giant Meta. A comic book artist warned that AI is 'threatening livelihoods' and called for better compensation for their work.",
      "timestamp": "2025-06-18 09:21:54"
    },
    {
      "content": "Researchers from MIT founded Themis AI, which aims to quantify uncertainty in AI models and address knowledge gaps. The company also released a chatbot tool where users can pay $50 a month for their feedback on AI models.",
      "timestamp": "2025-06-18 09:21:54"
    },
    {
      "content": "A new app was launched by Meta that allows users to 'discover' people's bizarrely personal conversations.",
      "timestamp": "2025-06-18 09:21:54"
    }
  ],
  "timestamp": "2025-06-18 09:21:54"
}