{
  "news_items": [
    {
      "content": "Here is the rewritten list of news items:",
      "timestamp": "2025-05-19 09:20:05"
    },
    {
      "content": "The Indian state of Tamil Nadu has banned raw-egg mayonnaise over a complaint about alleged contamination. Chennai's Gandhi Nagar local body has also received funding for infrastructure development. The city's air quality has seen an improvement due to stronger winds, however Delhi residents are bracing themselves for another dust storm.",
      "timestamp": "2025-05-19 09:20:05"
    },
    {
      "content": "A senior police officer in Madurai has been accused of diverting funds from a ₹30 crore bank loan. His son and brother have also faced action. Chennai's IT sector is abuzz with the arrest of several individuals suspected of being involved in an IT employee molestation case.",
      "timestamp": "2025-05-19 09:20:05"
    },
    {
      "content": "The city of Hyderabad is hosting fire updates as at least 17 people are reported dead in a building fire. Former US President Joe Biden has been diagnosed with 'age-related memory issues'. The stock market is currently experiencing significant fluctuations, with both the BSE Sensex and Nifty50 being under pressure.",
      "timestamp": "2025-05-19 09:20:05"
    },
    {
      "content": "A new study is examining how artificial intelligence-powered handwriting analysis can be used as an early detection tool for dyslexia and dysgraphia. China's AI success has raised concerns in the US about slowing Beijing's progress in this area.",
      "timestamp": "2025-05-19 09:20:05"
    },
    {
      "content": "In related news, researchers have predicted that AI-powered analysis of proteins within human cells could help identify diseases such as dyslexia and dysgraphia. A new startup is considering raising over $250 million for funding to develop its legal tech solutions.",
      "timestamp": "2025-05-19 09:20:05"
    },
    {
      "content": "The Indian government has announced plans to increase investment in data centres, with the aim of powering more nuclear energy. China's AI success has led to calls from US lawmakers for increased regulations on Beijing's AI progress.",
      "timestamp": "2025-05-19 09:20:05"
    },
    {
      "content": "A recent study has found that vision-language models cannot handle negation queries, highlighting areas where these technologies may struggle. In related news, a US-based startup is reportedly considering raising over $250 million in funding for its legal tech solutions.",
      "timestamp": "2025-05-19 09:20:05"
    }
  ],
  "timestamp": "2025-05-19 09:20:05"
}