{
  "news_items": [
    {
      "content": "Here's the rewritten news in a clearer and more concise manner:",
      "timestamp": "2025-05-12 08:24:36"
    },
    {
      "content": "Chennai News:",
      "timestamp": "2025-05-12 08:24:36"
    },
    {
      "content": "* The GCC (Gulf Cooperation Council) is set to launch a mass vaccination drive for stray dogs in July.",
      "timestamp": "2025-05-12 08:24:36"
    },
    {
      "content": "* Polytechnic students in Tamil Nadu are being offered on-the-job training.",
      "timestamp": "2025-05-12 08:24:36"
    },
    {
      "content": "Kanyakumari (Tamil Nadu) - A strong dust storm has hit Delhi, adjoining areas, and the India Meteorological Department has issued a red alert.",
      "timestamp": "2025-05-12 08:24:36"
    },
    {
      "content": "* The MP son and brother of TN minister K N Nehru have been accused of diverting funds from a ₹30 crore bank loan.",
      "timestamp": "2025-05-12 08:24:36"
    },
    {
      "content": "* A fire broke out in Chromepet, causing chaos on the EMU train.",
      "timestamp": "2025-05-12 08:24:36"
    },
    {
      "content": "Karachi (Pakistan) - Pakistani military officials attended funerals of terrorists killed in an Indian strike.",
      "timestamp": "2025-05-12 08:24:36"
    },
    {
      "content": "* The Indian Navy was prepared to strike Karachi if Pakistan continued to support terrorism.",
      "timestamp": "2025-05-12 08:24:36"
    },
    {
      "content": "Hyderabad (India) - Protests are ongoing as protesters demand a name change for the city's bakery, which is being vandalized by Karachi Bakery owners.",
      "timestamp": "2025-05-12 08:24:36"
    },
    {
      "content": "* \"I'm not going to give away my land,\" said CM Mann. \"If you want it, you can buy it.\"",
      "timestamp": "2025-05-12 08:24:36"
    },
    {
      "content": "California (USA) - Zuckerberg has announced his vision for AI development, stating that most of one's friends will be AI in the future.",
      "timestamp": "2025-05-12 08:24:36"
    },
    {
      "content": "Elon Musk (Canada) - Apple is developing custom chips for smart glasses and other products.",
      "timestamp": "2025-05-12 08:24:36"
    },
    {
      "content": "* The European Union agency warns that AI is being used to commit crimes such as drug trafficking, people smuggling, and money laundering.",
      "timestamp": "2025-05-12 08:24:36"
    },
    {
      "content": "Arizona (USA) - A man shot and killed his killer by returning to address him.",
      "timestamp": "2025-05-12 08:24:36"
    }
  ],
  "timestamp": "2025-05-12 08:24:36"
}