{
  "news_items": [
    {
      "content": "Here is the rewritten news:",
      "timestamp": "2025-07-15 09:12:48"
    },
    {
      "content": "Chennai: Importing of exotic fruits flood supermarkets; 1 lakh silt catch pits mapped; to be cleaned by July 31. Chennai intelligence chief transferred in IPS shake-up.",
      "timestamp": "2025-07-15 09:12:48"
    },
    {
      "content": "Part-time teachers hold protest, demand permanent jobs. More rainfall activity to bring respite from heat across Tamil Nadu from July 16.",
      "timestamp": "2025-07-15 09:12:48"
    },
    {
      "content": "15 Tamil Nadu Fishermen Return From Iran, Efforts On To Rescue Others. 3 Chennai College Students Drown In Coimbatore River. 1 Kg Cocaine Worth Rs 6 Crore.",
      "timestamp": "2025-07-15 09:12:48"
    },
    {
      "content": "Stay updated with the latest news on Chennai rains and events from New Indian Express.",
      "timestamp": "2025-07-15 09:12:48"
    },
    {
      "content": "Trump threatens 100% tariff on Russia, sanctions on nations that buy Russian oil. Golden Temple receives bomb threat over email, security tightened. 'Such threats will not be tolerated'.",
      "timestamp": "2025-07-15 09:12:48"
    },
    {
      "content": "Madras High Court Declines NTK's Plea For Repeat Agitation At Same Venue. 'Justice After Decades': Annamalai Hails TN ATS For Arrest Of 3 Terrorists.",
      "timestamp": "2025-07-15 09:12:48"
    },
    {
      "content": "Air India tragedy fallout: DGCA directs airlines to inspect fuel switches in Boeing. Trump threatens Russia with tariffs if Ukraine war is not resolved in 50 days.",
      "timestamp": "2025-07-15 09:12:48"
    },
    {
      "content": "Headlines today from around the world, including politics, sports, entertainment, business, and lifestyle news on Today's Breaking News section.",
      "timestamp": "2025-07-15 09:12:48"
    },
    {
      "content": "AI is rewriting the rules of the insurance industry; IBM Power11 targets enterprise AI adoption with zero-downtime architecture. Google's open MedGemma AI aims to improve healthcare outcomes.",
      "timestamp": "2025-07-15 09:12:48"
    },
    {
      "content": "Japan NTT's Data-Center Arm Plans Multibillion-Dollar Push On AI Demand. Malaysia Tightens Rules on Movement of U.S.-Made AI Chips. Pittsburgh's Old Steel Industry Gets A New Boost From AI Investments.",
      "timestamp": "2025-07-15 09:12:48"
    },
    {
      "content": "The latest news and top stories on artificial intelligence, including chatbots like Microsoft's ChatGPT and Google's Bard.",
      "timestamp": "2025-07-15 09:12:48"
    },
    {
      "content": "Dubai to debut restaurant operated by an AI chef; TSMC second-quarter sales rise 38.6% y/y, beat forecasts; Bitcoin soars to all-time peak just shy of $112,000.",
      "timestamp": "2025-07-15 09:12:48"
    }
  ],
  "timestamp": "2025-07-15 09:12:48"
}