{
  "news_items": [
    {
      "content": "Here is the rewritten version of the news in a clean and concise format:",
      "timestamp": "2025-07-14 09:11:48"
    },
    {
      "content": "Chennai, India - July 13, 2023",
      "timestamp": "2025-07-14 09:11:48"
    },
    {
      "content": "* A man in Goa was arrested for submitting fake documents for his passport after he was caught running away from Chennai.",
      "timestamp": "2025-07-14 09:11:48"
    },
    {
      "content": "* The Governor of Tamil Nadu has felicitated eminent doctors at Raj Bhavan with an appreciation ceremony.",
      "timestamp": "2025-07-14 09:11:48"
    },
    {
      "content": "* Weather updates are available on Chennai News Today, covering topics such as weather forecasts and entertainment news.",
      "timestamp": "2025-07-14 09:11:48"
    },
    {
      "content": "* Three students from Chennai College were involved in a tragic incident where one of them drowned in the Coimbatore River after getting into a dispute with drivers.",
      "timestamp": "2025-07-14 09:11:48"
    },
    {
      "content": "* A bus carrying passengers ran over a man in Chennai, resulting in his fatal injuries.",
      "timestamp": "2025-07-14 09:11:48"
    },
    {
      "content": "* The president of Tamilaga Vettri Kazhagam (TVK) has led a demonstration against custodial deaths in Tamil Nadu at Chennai's Rajarathnam Park.",
      "timestamp": "2025-07-14 09:11:48"
    },
    {
      "content": "* The body of a missing DU student from Tripura was found in the Yamuna River by Delhi Police.",
      "timestamp": "2025-07-14 09:11:48"
    },
    {
      "content": "* A woman in Chennai died after being run over by a van, with CCTV footage showing her bike losing balance.",
      "timestamp": "2025-07-14 09:11:48"
    },
    {
      "content": "* Chaos erupted as freight trains caught fire in Tiruvallur and commuters clashed with rail officials at Chennai Central railway station.",
      "timestamp": "2025-07-14 09:11:48"
    },
    {
      "content": "West Nile virus has been detected in Fulton County, Georgia.",
      "timestamp": "2025-07-14 09:11:48"
    },
    {
      "content": "SoftBank's chief executive has stated that AI technology is already being applied to various industries, but some experts argue that AGI will not be developed within the next 10 years.",
      "timestamp": "2025-07-14 09:11:48"
    },
    {
      "content": "A new restaurant in Dubai will feature an AI-operated chef. The company behind TSMC reported a significant increase in sales for its second quarter, with profits rising by 38.6% year-over-year.",
      "timestamp": "2025-07-14 09:11:48"
    },
    {
      "content": "The latest news on artificial intelligence (AI) includes updates from companies such as Apple and Meta, which are investing heavily in the technology. Researchers have made new discoveries that could lead to breakthroughs in precision medicine and autonomous underwater vehicles.",
      "timestamp": "2025-07-14 09:11:48"
    }
  ],
  "timestamp": "2025-07-14 09:11:48"
}