{
  "news_items": [
    {
      "content": "Here is the rewritten version of the news with the requirements applied:",
      "timestamp": "2025-05-26 08:21:27"
    },
    {
      "content": "Chennai News",
      "timestamp": "2025-05-26 08:21:27"
    },
    {
      "content": "* Balcony collapse injures 3 of family in Chennai; Why power cuts in the city aren't always caused by TNPDCL's fault.",
      "timestamp": "2025-05-26 08:21:27"
    },
    {
      "content": "* Exhibition at Chennai's Lalit Kala Akademi showcases works of two retired art teachers.",
      "timestamp": "2025-05-26 08:21:27"
    },
    {
      "content": "Riverbank eviction drive resumes in Anakaputhur as authorities struggle to relocate residents from flood-prone areas.",
      "timestamp": "2025-05-26 08:21:27"
    },
    {
      "content": "Exhibition at Chennai's Lalit Kala Akademi highlights the artistic contributions of two retired art teachers.",
      "timestamp": "2025-05-26 08:21:27"
    },
    {
      "content": "Tanker lorries linked to BPCL's Ennore terminal go on strike due to disputes over working conditions and wages.",
      "timestamp": "2025-05-26 08:21:27"
    },
    {
      "content": "A man-made wall in Chennai city is being demolished as part of a drive to relocate residents from flood-prone areas.",
      "timestamp": "2025-05-26 08:21:27"
    },
    {
      "content": "Tamil Nadu Chief Minister M K Stalin demands resolution of the Katchatheevu issue and release of fishermen held captive by Tamil Nadu authorities.",
      "timestamp": "2025-05-26 08:21:27"
    },
    {
      "content": "Prime Minister ignoring Tamil Nadu's demand on issues related to the Katchatheevu region, leading to concerns over the prime minister's effectiveness in resolving regional conflicts.",
      "timestamp": "2025-05-26 08:21:27"
    },
    {
      "content": "Three Chennai college students drown while swimming in the Coimbatore River.",
      "timestamp": "2025-05-26 08:21:27"
    },
    {
      "content": "One kilogram of cocaine worth Rs 6 crore is seized in Chennai and eight people arrested in connection with a heroin trafficking case.",
      "timestamp": "2025-05-26 08:21:27"
    },
    {
      "content": "Monsoon rains bring early onset to Kerala; India views China as its primary adversary, Pakistan more as an 'ancillary' threat.",
      "timestamp": "2025-05-26 08:21:27"
    },
    {
      "content": "India's Chief of Defence Staff Anil Chauhan meets with BJP MLAs from Karnataka who have suspended their party following the meeting with Chief Minister Siddaramiah.",
      "timestamp": "2025-05-26 08:21:27"
    },
    {
      "content": "President Putin is criticized by Donald Trump for his response to the ongoing Ukraine conflict; Putin also denies any involvement in the conflict.",
      "timestamp": "2025-05-26 08:21:27"
    },
    {
      "content": "Karnataka: The BJP has revoked the suspension of several MP's after they met with Chief Minister Siddaramahia.",
      "timestamp": "2025-05-26 08:21:27"
    }
  ],
  "timestamp": "2025-05-26 08:21:27"
}