{
  "news_items": [
    {
      "content": "Here's the rewritten list of news articles with a focus on clarity and concision:",
      "timestamp": "2025-07-18 08:52:12"
    },
    {
      "content": "The Madras High Court has ruled that it cannot deny entry into a temple based solely on caste, as per a court decision.",
      "timestamp": "2025-07-18 08:52:12"
    },
    {
      "content": "A minister in Tamil Nadu has opened an aid centre to help facilitate rent disputes between Tambaram Police Commissionerate and its landlords.",
      "timestamp": "2025-07-18 08:52:12"
    },
    {
      "content": "15 Tamil fishermen have returned home from Iran after efforts are being made to rescue others.",
      "timestamp": "2025-07-18 08:52:12"
    },
    {
      "content": "Three Chennai college students drowned in the Coimbatore River, leaving authorities scrambling to address the situation.",
      "timestamp": "2025-07-18 08:52:12"
    },
    {
      "content": "The government of Nainar has ordered a power shutdown for areas in Chennai due to an ongoing investigation.",
      "timestamp": "2025-07-18 08:52:12"
    },
    {
      "content": "A Thai woman was extorted by seducing and blackmailing Buddhist monks, resulting in a hefty price tag of over Rs 100 crore.",
      "timestamp": "2025-07-18 08:52:12"
    },
    {
      "content": "India's Crystal Meth worth Rs 7.6 crore was seized from Nigerian women in Pune, marking another successful operation.",
      "timestamp": "2025-07-18 08:52:12"
    },
    {
      "content": "The Karnataka Cabinet is set to decide on the actions following RCB victory celebrations in their meeting.",
      "timestamp": "2025-07-18 08:52:12"
    },
    {
      "content": "The Supreme Court has stayed an order by the Karnataka High Court regarding Kumaraswamy's victory celebrations.",
      "timestamp": "2025-07-18 08:52:12"
    },
    {
      "content": "Meta has introduced a feature called \"Imagine Me\" that allows users to generate personalized images using AI technology.",
      "timestamp": "2025-07-18 08:52:12"
    },
    {
      "content": "SoftBank CEO Masayoshi Son believes artificial intelligence (AI) will be here within 10 years and is already working on various AI projects.",
      "timestamp": "2025-07-18 08:52:12"
    },
    {
      "content": "Alibaba-backed Chinese startup files for an IPO in Hong Kong, marking the first time a Chinese AI firm is going public.",
      "timestamp": "2025-07-18 08:52:12"
    },
    {
      "content": "Trump has touted billions of dollars in investments to create an AI hub in India.",
      "timestamp": "2025-07-18 08:52:12"
    },
    {
      "content": "Beijing is investing heavily in AI research to become a superpower, according to Chinese officials.",
      "timestamp": "2025-07-18 08:52:12"
    },
    {
      "content": "Artificial intelligence (AI) features have been added to rival US chatbots and other technology companies' products.",
      "timestamp": "2025-07-18 08:52:12"
    },
    {
      "content": "France's new Mistral AI system has introduced several advanced features to improve its capabilities.",
      "timestamp": "2025-07-18 08:52:12"
    }
  ],
  "timestamp": "2025-07-18 08:52:12"
}