{
  "news_items": [
    {
      "content": "Here is a rewritten version of the news article:",
      "timestamp": "2025-07-12 10:11:02"
    },
    {
      "content": "**Chennai Updates**",
      "timestamp": "2025-07-12 10:11:02"
    },
    {
      "content": "* A massive waste dumping site near Perumbakkam has been shut down after residents reported that sewage was being released into Korattur lake. Plans to intensify protests are underway.",
      "timestamp": "2025-07-12 10:11:02"
    },
    {
      "content": "* 15 Tamil Nadu fishermen have returned home from Iran, and efforts are on to rescue others who may still be trapped in the country.",
      "timestamp": "2025-07-12 10:11:02"
    },
    {
      "content": "* A Chennai woman died after being run over by a van, and CCTV footage shows that her bike was lost balance.",
      "timestamp": "2025-07-12 10:11:02"
    },
    {
      "content": "* An engine fuel switch has been cut off before an Air India crash that killed 260 people, according to preliminary reports. The incident is under investigation.",
      "timestamp": "2025-07-12 10:11:02"
    },
    {
      "content": "* A temple priest in Chennai was held for alleged sexual assault, and authorities are working to improve safety measures at the site.",
      "timestamp": "2025-07-12 10:11:02"
    },
    {
      "content": "* Siddharth's movie \"3BHK\" starring the actor has been released, but not despite a road closure caused by speeding cars.",
      "timestamp": "2025-07-12 10:11:02"
    },
    {
      "content": "* A woman claims that she was hit with a pipe by an auto driver in Chennai, sparking an investigation into the incident.",
      "timestamp": "2025-07-12 10:11:02"
    },
    {
      "content": "* The Justice Yashwant Varma case is ongoing after allegations of large piles of burnt cash were found involving a politician.",
      "timestamp": "2025-07-12 10:11:02"
    },
    {
      "content": "* Dog-bite deaths have been reported in Kerala, and the government is working to improve animal welfare standards.",
      "timestamp": "2025-07-12 10:11:02"
    },
    {
      "content": "**AI and Tech**",
      "timestamp": "2025-07-12 10:11:02"
    },
    {
      "content": "* Pneumonic plague has claimed its life in the US, and experts are discussing how it spreads.",
      "timestamp": "2025-07-12 10:11:02"
    },
    {
      "content": "* A report by DHS blames delay in seeking care for dog-bite victims in Kerala for increased severity of injuries.",
      "timestamp": "2025-07-12 10:11:02"
    },
    {
      "content": "* A company like OpenAI, Amazon, and Meta is investing heavily in artificial intelligence research, with no signs of slowing down.",
      "timestamp": "2025-07-12 10:11:02"
    },
    {
      "content": "**Business**",
      "timestamp": "2025-07-12 10:11:02"
    },
    {
      "content": "* Microsoft has saved over $500 million in its call centers through the use of artificial intelligence.",
      "timestamp": "2025-07-12 10:11:02"
    },
    {
      "content": "* The latest AI system to be developed has uncovered hidden cell subtypes, which could lead to breakthroughs in precision medicine.",
      "timestamp": "2025-07-12 10:11:02"
    },
    {
      "content": "**News and Sports**",
      "timestamp": "2025-07-12 10:11:02"
    },
    {
      "content": "* A video game actor's strike is coming to an end after a deal with major companies.",
      "timestamp": "2025-07-12 10:11:02"
    },
    {
      "content": "* Video games are becoming increasingly popular as a new battleground for competition and innovation.",
      "timestamp": "2025-07-12 10:11:02"
    },
    {
      "content": "**Stock Market Highlights**",
      "timestamp": "2025-07-12 10:11:02"
    },
    {
      "content": "* The stock market has fallen today due to decreased investor confidence, with the Sensex settling 690 points lower and the Nifty below 25,150.",
      "timestamp": "2025-07-12 10:11:02"
    }
  ],
  "timestamp": "2025-07-12 10:11:02"
}