{
  "news_items": [
    {
      "content": "**Tamil Nadu Court Grants Relief to Woman Facing Relentless Abuse**",
      "timestamp": "2025-05-18 08:03:24"
    },
    {
      "content": "A Tamil Nadu court has granted Rs. 5 lakh relief to a woman facing relentless abuse, stating that she said no to forced sex and coerced her while drunk.",
      "timestamp": "2025-05-18 08:03:24"
    },
    {
      "content": "**Immigration News**",
      "timestamp": "2025-05-18 08:03:24"
    },
    {
      "content": "* **IMM Abroad Celebrates World Hypertension Day**: IMA Phagwara has marked the occasion with events and awareness campaigns.",
      "timestamp": "2025-05-18 08:03:24"
    },
    {
      "content": "* **Jihadists Linked to Lashkar-e-Taiba on Trump's White House Panel**: Two jihadists, one linked to Lashkar-e-Taiba, have been mentioned on a Trump administration panel.",
      "timestamp": "2025-05-18 08:03:24"
    },
    {
      "content": "**Artificial Intelligence News**",
      "timestamp": "2025-05-18 08:03:24"
    },
    {
      "content": "* **OpenAI Unveils New Tool for Computer Programmers**: The company has launched an Agentic, Web-Based Coding Tool.",
      "timestamp": "2025-05-18 08:03:24"
    },
    {
      "content": "* **Artificial General Intelligence: Researchers Develop Technique Closer to Human Brain Processing**: A new technique aims to bring machine vision closer to how the human brain processes visual information.",
      "timestamp": "2025-05-18 08:03:24"
    },
    {
      "content": "* **Nvidia CEO Says Next Chip After Microsoft's AI Project**: Nvidia CEO Satya Nadella has stated that his next chip will be connected to artificial intelligence technology.",
      "timestamp": "2025-05-18 08:03:24"
    },
    {
      "content": "* **Chatbots Replace Podcasts, According to Microsoft**: The tech giant is shifting its focus from podcasts to chatbots.",
      "timestamp": "2025-05-18 08:03:24"
    },
    {
      "content": "**News and Analysis**",
      "timestamp": "2025-05-18 08:03:24"
    },
    {
      "content": "* **Chennai MTC Introduces New Electric Buses**: The company has rolled out new electric buses for commercial use.",
      "timestamp": "2025-05-18 08:03:24"
    },
    {
      "content": "* **Siddharth Makes Triumphant Comeback**: Siddharth, a tennis player, has made a comeback to the sport after suffering an injury.",
      "timestamp": "2025-05-18 08:03:24"
    },
    {
      "content": "* **Rain Forces Abandonment of RCB's Match Against KKR**: A rainstorm has forced the cancellation of an Indian Premier League (IPL) match.",
      "timestamp": "2025-05-18 08:03:24"
    },
    {
      "content": "**Business and Economics**",
      "timestamp": "2025-05-18 08:03:24"
    },
    {
      "content": "* **Sensex Sheds 200 Points in Stock Market Rally**: The benchmark stock index fell by 1,200 points.",
      "timestamp": "2025-05-18 08:03:24"
    },
    {
      "content": "* **Nifty Ends at Rs. 25,062; Sensex Outperforms**: The Nifty ended the day at a new high of Rs. 25,062, while the Sensex closed at 26,062.",
      "timestamp": "2025-05-18 08:03:24"
    },
    {
      "content": "**Miscellaneous**",
      "timestamp": "2025-05-18 08:03:24"
    },
    {
      "content": "* **Rajinikanth Hails Operation Sindoor and Claims \"No Stopping Until Mission Accomplished\"**: The actor has expressed his support for the operation and claimed that it will be completed soon.",
      "timestamp": "2025-05-18 08:03:24"
    },
    {
      "content": "* **Chennai Rains Force Abandonment of Match Against KKR**: A heavy downpour forced the cancellation of an Indian Premier League (IPL) match against Kolkata Knight Riders.",
      "timestamp": "2025-05-18 08:03:24"
    }
  ],
  "timestamp": "2025-05-18 08:03:24"
}