{
  "news_items": [
    {
      "content": "Here is the rewritten version of the news:",
      "timestamp": "2025-07-27 13:01:33"
    },
    {
      "content": "**Top Stories**",
      "timestamp": "2025-07-27 13:01:33"
    },
    {
      "content": "* Chennai's Gandhi Mandapam Road sees traffic congestion due to a murder case involving three men who were found under the influence.",
      "timestamp": "2025-07-27 13:01:33"
    },
    {
      "content": "* 15 Tamil Nadu fishermen returned from Iran after their ship was intercepted, but two others drowned in a river in Coimbatore. Meanwhile, a cocaine shipment worth Rs 6 crores was seized by authorities.",
      "timestamp": "2025-07-27 13:01:33"
    },
    {
      "content": "* A woman in Chennai set herself on fire over sexual harassment and survived with minor injuries.",
      "timestamp": "2025-07-27 13:01:33"
    },
    {
      "content": "* The Indian government has honored Congress MPs with the Sansad Ratna Awards for their parliamentary performance.",
      "timestamp": "2025-07-27 13:01:33"
    },
    {
      "content": "**Politics**",
      "timestamp": "2025-07-27 13:01:33"
    },
    {
      "content": "* A 42-year-old woman died after a van crashed into her scooter in Chennai, causing her to fall and get run over by CCTV footage.",
      "timestamp": "2025-07-27 13:01:33"
    },
    {
      "content": "* The Congress party is addressing concerns over an alleged 'organic cotton scam' in India.",
      "timestamp": "2025-07-27 13:01:33"
    },
    {
      "content": "* China may be building the world's largest telescope, with clues suggesting it could be completed soon.",
      "timestamp": "2025-07-27 13:01:33"
    },
    {
      "content": "**Business**",
      "timestamp": "2025-07-27 13:01:33"
    },
    {
      "content": "* Apple has unveiled its new iPhone 17 Pro Max, Pro, Air, and iPhone 17 prices in various countries, including India, USA, Dubai, and design specifications.",
      "timestamp": "2025-07-27 13:01:33"
    },
    {
      "content": "* SoftBank, a conglomerate led by Masayoshi Son, is planning to acquire Informatica for $8 billion, marking a significant deal in the technology industry.",
      "timestamp": "2025-07-27 13:01:33"
    },
    {
      "content": "**Technology**",
      "timestamp": "2025-07-27 13:01:33"
    },
    {
      "content": "* Nvidia and AMD CEOs have rallied behind President Trump's 'AI Action Plan', which aims to promote artificial intelligence development in the US.",
      "timestamp": "2025-07-27 13:01:33"
    },
    {
      "content": "* The leaders of American tech giants are cheering Trump's plans on AI, citing its potential benefits.",
      "timestamp": "2025-07-27 13:01:33"
    },
    {
      "content": "* Companies like OpenAI, Amazon, and Meta are investing heavily in artificial intelligence research and development.",
      "timestamp": "2025-07-27 13:01:33"
    },
    {
      "content": "**Environment**",
      "timestamp": "2025-07-27 13:01:33"
    },
    {
      "content": "* China's Premier Li has proposed a global cooperation organization for promoting AI, aiming to bring nations together.",
      "timestamp": "2025-07-27 13:01:33"
    },
    {
      "content": "* US President Trump has announced that the country will loosen regulations on AI, paving the way for more aggressive development.",
      "timestamp": "2025-07-27 13:01:33"
    },
    {
      "content": "**Science**",
      "timestamp": "2025-07-27 13:01:33"
    },
    {
      "content": "* Researchers have created a system that allows machines to understand their bodies through vision-based technology.",
      "timestamp": "2025-07-27 13:01:33"
    },
    {
      "content": "* Pedestrians in Chennai are walking faster and lingering less after introducing new 'selfie' cameras into place.",
      "timestamp": "2025-07-27 13:01:33"
    }
  ],
  "timestamp": "2025-07-27 13:01:33"
}