{
  "news_items": [
    {
      "content": "Here is the rewritten list of news articles with some minor adjustments for clarity and concision:",
      "timestamp": "2025-05-20 09:20:50"
    },
    {
      "content": "**TN Man Arrested for Issuing Ghost Phone Numbers to Cyber Fraudsters**",
      "timestamp": "2025-05-20 09:20:50"
    },
    {
      "content": "Chennai's Vandalur zoo has stepped up its efforts in species-specific conservation. Police have registered an FIR against a SIM card agent from Tamil Nadu who was accused of issuing fake phone numbers to cyber fraudsters.",
      "timestamp": "2025-05-20 09:20:50"
    },
    {
      "content": "**Tamil Nadu Announces Annual Credit Plan for 2025-26**",
      "timestamp": "2025-05-20 09:20:50"
    },
    {
      "content": "The state government of Tamil Nadu has announced its annual credit plan for the financial year 2025-26. The plan includes measures to increase rural employment and support farmers in the agricultural sector.",
      "timestamp": "2025-05-20 09:20:50"
    },
    {
      "content": "**3 Chennai College Students Drown in River, Arrests Made**",
      "timestamp": "2025-05-20 09:20:50"
    },
    {
      "content": "Three college students from Chennai drowned in a river while on their way home from class. The incident occurred after heavy rains caused the water level to rise. Eight individuals have been arrested in connection with the incident.",
      "timestamp": "2025-05-20 09:20:50"
    },
    {
      "content": "**Russia and Ukraine Sign Agreement on Counter-Terrorism Efforts**",
      "timestamp": "2025-05-20 09:20:50"
    },
    {
      "content": "Russia and Ukraine have signed an agreement to enhance counter-terrorism efforts between the two nations. The agreement aims to improve cooperation in combating terrorism and fostering trust among law enforcement agencies.",
      "timestamp": "2025-05-20 09:20:50"
    },
    {
      "content": "**YouTuber Arrested for Spying on Pakistan Probe**",
      "timestamp": "2025-05-20 09:20:50"
    },
    {
      "content": "A YouTuber from Chennai has been arrested by police for allegedly spying on a probe into a 'spy' case in Pakistan. The individual was suspected of providing intelligence to the authorities. Two other individuals have also been arrested in connection with the incident.",
      "timestamp": "2025-05-20 09:20:50"
    },
    {
      "content": "**Bhubaneswar Planetarium Collapses, Visitors Left Disappointed**",
      "timestamp": "2025-05-20 09:20:50"
    },
    {
      "content": "The Bhubaneswar planetarium has collapsed, causing inconvenience to visitors. The facility will remain closed until further notice. Authorities are investigating the cause of the collapse and taking necessary measures to ensure safety.",
      "timestamp": "2025-05-20 09:20:50"
    },
    {
      "content": "**AI Tool Helps Government Speed Up Feedback on Assignments**",
      "timestamp": "2025-05-20 09:20:50"
    },
    {
      "content": "An AI tool developed by Alibaba is helping government officials speed up their feedback process on assignments. The tool uses machine learning algorithms to provide fast and accurate feedback, reducing the time required for assignments.",
      "timestamp": "2025-05-20 09:20:50"
    },
    {
      "content": "**Indian Stock Market Stocks to Watch on May 20**",
      "timestamp": "2025-05-20 09:20:50"
    },
    {
      "content": "The Indian stock market will see some changes on May 20, including a gap-up start for indices after strong Wall Street recovery. GIFT Nifty and Moody's US downgrade are also expected to impact the markets.",
      "timestamp": "2025-05-20 09:20:50"
    },
    {
      "content": "**Stocks to Watch in India - May 20**",
      "timestamp": "2025-05-20 09:20:50"
    },
    {
      "content": "On May 20, several stocks in India are expected to trade positively. The Nifty 50 is likely to open with a gap-up start, while Sensex stock exchange index may experience moderate gains after strong Wall Street recovery.",
      "timestamp": "2025-05-20 09:20:50"
    },
    {
      "content": "**Bengaluru Rains Leave City Battered and Bruised**",
      "timestamp": "2025-05-20 09:20:50"
    },
    {
      "content": "Heavy rains have left Bengaluru battered and bruised. The city's residents are advised to stay indoors and avoid traveling until the situation improves. Two people were electrocuted in an apartment cellar, and five others have been injured in related accidents.",
      "timestamp": "2025-05-20 09:20:50"
    },
    {
      "content": "**India's IT Employees Molested in Chennai While Returning from Work**",
      "timestamp": "2025-05-20 09:20:50"
    },
    {
      "content": "An IT employee in Chennai was allegedly molested while returning from work. The individual was reportedly assaulted by a colleague, who later admitted to the incident. Six other employees were also arrested for their role in the assault.",
      "timestamp": "2025-05-20 09:20:50"
    },
    {
      "content": "**YouTuber Arrested in Pakistan 'Spy' Probe**",
      "timestamp": "2025-05-20 09:20:50"
    },
    {
      "content": "A YouTuber from Chennai has been arrested in connection with a 'spy' probe in Pakistan. The individual was suspected of providing intelligence to the authorities and was taken into custody by police. Two others have also been arrested in connection with the incident.",
      "timestamp": "2025-05-20 09:20:50"
    },
    {
      "content": "**Chennai Citizens Protest Against Poor Infrastructure**",
      "timestamp": "2025-05-20 09:20:50"
    },
    {
      "content": "Visitors at Bhubaneswar's Venkatesan Salai were turned away due to a cover-up of a polycarbonate board. The protesters expressed their discontent towards the authorities' handling of the situation, which was met with disappointment from the city's residents.",
      "timestamp": "2025-05-20 09:20:50"
    },
    {
      "content": "**Tamil Nadu Government Doctors Seek Intervention on Staffing and Pay Disparities**",
      "timestamp": "2025-05-20 09:20:50"
    },
    {
      "content": "The doctors in Tamil Nadu have demanded intervention by the government on staffing and pay disparities in the medical sector. The association has called for improved working conditions to ensure better health outcomes for patients.",
      "timestamp": "2025-05-20 09:20:50"
    },
    {
      "content": "**Stocks to Watch, May 20: Dixon Technologies, Solar Industries, BEL, United Spirits**",
      "timestamp": "2025-05-20 09:20:50"
    },
    {
      "content": "On May 20, several stocks in India are expected to trade positively. Dixon Technologies, Solar Industries, BEL, and United Spirits are some of the companies whose stock prices may experience significant gains due to positive market expectations.",
      "timestamp": "2025-05-20 09:20:50"
    },
    {
      "content": "**AI Tool to Speed Up Government Feedback on Assignments**",
      "timestamp": "2025-05-20 09:20:50"
    },
    {
      "content": "Researchers have developed an AI tool that can analyze handwriting patterns using machine learning algorithms. The tool is expected to help government officials identify potential issues with assignments more efficiently, reducing the time required for feedback and improving overall performance.",
      "timestamp": "2025-05-20 09:20:50"
    }
  ],
  "timestamp": "2025-05-20 09:20:50"
}